Revit 2024 API
ParameterTypeId.OptionSetName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId OptionSetName { get; }
Visual Basic
Public Shared ReadOnly Property OptionSetName As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ OptionSetName {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace